import{c as i,j as e,b as t,h as n}from"./index-C641oKLp.js";const r=i`
  padding-top: 100px;
  padding-bottom: 40px;
  & h1 {
    font-family: "Fixel";
    font-weight: 600;
    margin: 20px 0 20px 0;
    font-size: 42px;
    color: var(--text-white);
  }
  & h2 {
    letter-spacing: 0.03em;
    font-family: "Fixel";
    font-weight: 600;
    margin-bottom: 20px;
    font-size: 30px;
    color: var(--text-white);
  }
  & h3 {
    font-family: "Inter";
    font-weight: 500;
    margin-bottom: 20px;
    font-size: 25px;
    color: var(--text-white);
  }
  & p {
    letter-spacing: 0.03em;
    font-family: "Inter";
    margin-bottom: 10px;
    font-size: 17px;
    line-height: 25px;
    color: var(--text-light-grey);
  }
  & p:nth-of-type(1),
  p:nth-of-type(3),
  p:nth-of-type(4),
  p:nth-of-type(5),
  p:nth-of-type(8) {
    margin-bottom: 20px;
  }
  & ul {
    margin: 20px 0 20px;
  }
  & li {
    line-height: 25px;
    font-size: 17px;
    color: var(--text-light-grey);
    letter-spacing: 0.2px;
  }
`,l=()=>e("section",{css:r,children:t("div",{css:n,children:[e("h1",{children:"Оплата та доставка"})," ",e("h2",{children:"Як зробити замовлення"})," ",e("h3",{children:"Оформити на веб-сайті"})," ",e("p",{children:"Кожен користувач має можливість самостійно оформити замовлення, вибравши з каталогу та поклавши в кошик товари, що цікавлять."})," ",e("h3",{children:"По телефону"})," ",e("p",{children:"Якщо Ви з будь-яких причин не бажаєте або не можете оформити замовлення через кошик, можете зв’язатися з нами та замовити товар у телефонному режимі."})," ",e("p",{children:"Якщо виникають труднощі із замовленням або питаннями про товари, Ви завжди можете зв’язатися з нами та отримати відповіді на всі запитання!"})," ",e("h2",{children:"Оплата замовлень"})," ",e("h3",{children:"Поповнення картки в ПриватБанку"})," ",e("p",{children:"Покупцеві вказується номер рахунку, на який буде здійснено оплату замовлення. Як тільки на карту надходять кошти, ми зв’язуємося з клієнтом і називаємо точний час відправлення замовлення."})," ",e("h3",{children:"Післяплата (оплата при отриманні)"})," ",e("p",{children:"Можливий варіант оплати післяплатою в офісі перевізника, обраного для доставки замовлення. У такому разі пересилання грошей оплачує покупець."})," ",e("h2",{children:"Доставка замовлень"})," ",e("p",{children:"Доставка замовлень здійснюється за допомогою компанії “Нова Пошта”. Замовлення доставляються виключно територією України. Укрпоштою не працюємо! Доставка коштує від 60 грн."})," ",t("ul",{children:[" ",e("li",{children:"Якщо сума роздрібного замовлення менше 2000 грн, доставка здійснюється за рахунок покупця."})," ",e("li",{children:"Замовлення на суму понад 2000 грн надсилаються за наш рахунок (на відділення Нової Пошти)."})," ",e("li",{children:"Адресна доставка додому завжди платна."})," "]})," ",e("p",{children:"При оформленні замовлення клієнт повинен повідомити зручний для нього спосіб оплати та доставки, адресу найближчого офісу компанії-перевізника та контактні дані безпосереднього одержувача посилки."})," ",e("p",{children:"Зверніть увагу, замовлення щодня приймаються до 18:00."})," ",e("h2",{children:"Повернення браку"})," ",e("p",{children:"У разі отримання пошкодженого або бракованого товару, клієнт має право на заміну пошкоджених виробів якісними аналогами. Зв’язавшись з нами, клієнт надсилає браковані вироби, і натомість отримує від нас якісні. Перед відправкою весь товар перевіряється, але можуть бути винятки."})," ",e("p",{children:"У разі, якщо вантаж був пошкоджений з вини компанії-перевізника, клієнт має право звернутися до офісу перевізника та скласти акт прийому пошкодженого вантажу, і може претендувати на відшкодування матеріальних збитків від компанії-перевізника."})," ",e("p",{children:"Товари належної якості поверненню та обміну не підлягають."})," ",e("p",{children:"Будь ласка, перевіряйте посилку на пошкодження, не залишаючи відділення Нової пошти. У разі пошкодження посилки з вини компанії-перевізника, вам належить матеріальна компенсація, але отримати її можна тільки під час огляду посилки у відділенні!"})]})});export{l as default};
//# sourceMappingURL=PaymentAndDelivery-DET73EXX.js.map
