import{c as e,j as i,b as l,h as r}from"./index-f3Z1tpcS.js";const n=e`
  padding-top: 100px;
  padding-bottom: 40px;
  & h1 {
    font-family: "Fixel";
    font-weight: 600;
    margin: 20px 0 20px 0;
    font-size: 42px;
    color: var(--text-white);
  }
  & h2 {
    letter-spacing: 0.03em;
    font-family: "Fixel";
    font-weight: 600;
    margin-bottom: 20px;
    font-size: 30px;
    color: var(--text-white);
  }
  & p {
    letter-spacing: 0.03em;
    font-family: "Inter";
    margin-bottom: 10px;
    font-size: 17px;
    line-height: 25px;
    color: var(--text-light-grey);
  }
  & p:nth-of-type(2),
  p:nth-of-type(5) {
    margin-bottom: 20px;
  }
  & ul {
    margin-bottom: 20px;
  }
  & li {
    letter-spacing: 0.03em;
    font-family: "Inter";
    line-height: 25px;
    font-size: 17px;
    color: var(--text-light-grey);
  }
`,c=()=>i("section",{css:n,children:l("div",{css:r,children:[i("h1",{children:"Договір публічної оферти"}),i("h2",{children:"Загальні положення"}),i("p",{children:"1.1. Справжня оферта є офіційною пропозицією ФОП Лотоцька Лана Сергіївна, далі за текстом — «Продавець», укласти Договір купівлі-продажу товарів дистанційним способом, тобто через Інтернет-магазин, далі за текстом — «Договір», та розміщує Публічну оферту (пропозиція) на офіційному інтернет-сайті Продавця «https://lototska.shop/ (далі – «Інтернет-сайт»)."}),i("p",{children:"1.2. Моментом повного та безумовного прийняття Покупцем пропозиції Продавця (акцептом) укласти електронний договір купівлі-продажу товарів, вважається факт оплати Покупцем замовлення на умовах цього Договору, у строки та за цінами, вказаними на Інтернет-сайті Продавця."}),i("h2",{children:"Поняття і визначення"}),l("ul",{children:[i("li",{children:"«Товар» – моделі, аксесуари, комплектуючі та супровідні предмети;"}),i("li",{children:"«Інтернет-магазин» – засіб для подання або реалізації товару, роботи чи послуги шляхом вчинення електронної угоди, згідно з Законом України «Про електронну комерцію»;"}),i("li",{children:"«Продавець» – компанія, що реалізує товари, які представлені на Інтернет-сайті;"}),i("li",{children:"«Покупець» – фізична особа, яка уклала з Продавцем Договір на умовах, викладених у цьому документі;"}),i("li",{children:"«Замовлення» – вибір окремих позицій із переліку товарів, зазначених Покупцем під час розміщення замовлення та проведення оплати."})]}),i("h2",{children:"Предмет Договору"}),i("p",{children:"3.1. Продавець зобов’язується передати у власність Покупця Товар, а Покупець зобов’язується сплатити та прийняти Товар на умовах цього Договору."}),l("ul",{children:[i("li",{children:"Добровільний вибір Покупцем товарів в Інтернет-магазині;"}),i("li",{children:"Самостійне оформлення Покупцем замовлення в Інтернет-магазині;"}),i("li",{children:"Оплата Покупцем замовлення, оформленого в Інтернет-магазині;"}),i("li",{children:"Обробка та доставка замовлення Покупцю."})]}),i("h2",{children:"Порядок оформлення замовлення"}),l("ul",{children:[i("li",{children:"4.1. Покупець має право оформити замовлення на будь-який товар, представлений на Сайті Інтернет-магазину та наявний;"}),i("li",{children:"4.2. Кожна позиція може бути представлена в замовленні у будь-якій кількості;"}),i("li",{children:"4.3. За відсутності товару на складі, менеджер компанії зобов’язаний повідомити Покупця;"}),i("li",{children:"4.4. За відсутності товару Покупець має право замінити його товаром аналогічної моделі, відмовитися від замовлення або зачекати на виготовлення."})]}),i("h2",{children:"Порядок оплати замовлення"}),i("p",{children:"5.1. Оплата здійснюється перед відправкою товару у відділення транспортних компаній на розрахунковий рахунок у гривнях."}),i("p",{children:"5.2. При ненадходженні коштів протягом 3 днів Інтернет-магазин має право анулювати замовлення."}),i("h2",{children:"Умови доставки замовлення"}),l("ul",{children:[i("li",{children:"6.1. Доставка товарів здійснюється до складів транспортних компаній, де відбувається видача замовлень;"}),i("li",{children:"6.2. Разом із замовленням Покупцеві надаються документи згідно із законодавством України."})]}),i("h2",{children:"Права та обов'язки сторін"}),l("ul",{children:[i("li",{children:"7.1. Продавець має право призупинити надання послуг у разі порушення Покупцем умов договору;"}),i("li",{children:"7.2. Покупець зобов’язаний своєчасно сплатити та отримати замовлення;"}),i("li",{children:"7.3. Покупець має право оформити замовлення та вимагати виконання умов цього Договору."})]}),i("h2",{children:"Відповідальність сторін"}),l("ul",{children:[i("li",{children:"8.1. Сторони несуть відповідальність за невиконання або неналежне виконання умов договору згідно з чинним законодавством України;"}),i("li",{children:"8.2. Продавець не несе відповідальності за незначну невідповідність кольорів товару через передачу кольору моніторів;"}),i("li",{children:"8.3. Покупець самостійно відповідає за свої дії в мережі Інтернет, пов'язані з використанням цього ресурсу;"}),i("li",{children:"8.4. У разі форс-мажорних обставин сторони звільняються від виконання умов договору."})]}),i("h2",{children:"Інші умови"}),l("ul",{children:[i("li",{children:"9.1. Інтернет-магазин має право в односторонньому порядку змінювати цей договір, публікуючи зміни на сайті;"}),i("li",{children:"9.2. Покупець несе відповідальність за достовірність інформації, вказаної під час оформлення замовлення."})]}),i("h2",{children:"Порядок повернення товару"}),l("ul",{children:[i("li",{children:"10.1. Повернення товару здійснюється відповідно до законодавства України;"}),i("li",{children:"10.2. Витрати на повернення товару покриває Покупець;"}),i("li",{children:"10.3. У разі повернення товару належної якості Інтернет-магазин повертає кошти за вирахуванням витрат на доставку."})]}),i("h2",{children:"Строк дії договору"}),l("ul",{children:[i("li",{children:"11.1. Договір вважається укладеним з моменту акцепту, визначеного статтею 11 Закону України «Про електронну комерцію»;"}),i("li",{children:"11.2. До доставки товару договір може бути розірваний за взаємною згодою сторін;"}),i("li",{children:"11.3. Одна зі сторін має право розірвати договір в разі невиконання умов іншою стороною."})]}),i("div",{children:i("p",{children:"© 2024 Frau Lototska. All rights reserved. No part of this document may be reproduced or transmitted in any form without prior written permission."})})]})});export{c as default};
//# sourceMappingURL=PrivacyPolicy-B4GiDRyx.js.map
